Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Onboarding.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# onboarding.permissions.save-folder-assurance-1
source: Snapzy only touches its assigned folder (default: Desktop/Snapzy).
de: Snapzy greift nur auf den zugewiesenen Ordner zu (Standard: Schreibtisch/Snapzy).
es: Snapzy solo accede a la carpeta asignada (por defecto: Escritorio/Snapzy).
fr: Snapzy n’accède qu’au dossier assigné (par défaut : Bureau/Snapzy).
ja: Snapzy は指定されたフォルダ（デフォルト: Desktop/Snapzy）のみにアクセスします。
ko: Snapzy는 지정된 폴더(기본값: 데스크탑/Snapzy)에만 접근합니다.
ru: Snapzy работает только с назначенной папкой (по умолчанию: Desktop/Snapzy).
vi: Snapzy chỉ truy cập thư mục được chỉ định (mặc định: Desktop/Snapzy).
zh_hans: Snapzy 仅访问指定的保存文件夹（默认为 Desktop/Snapzy）。
zh_hant: Snapzy 僅存取指定的儲存資料夾（預設為 Desktop/Snapzy）。

# onboarding.permissions.save-folder-assurance-2
source: Saves with customizable naming tokens and subfolders.
de: Speichert mit anpassbaren Namensmustern und Unterordnern.
es: Guarda con tokens de nomenclatura y subcarpetas personalizables.
fr: Enregistre avec des modèles de nommage et sous-dossiers personnalisables.
ja: カスタム可能なファイル名パターンやサブフォルダで保存できます。
ko: 맞춤 파일 이름 규칙 및 하위 폴더 자동 분류를 지원합니다.
ru: Поддерживает настраиваемые шаблоны имён файлов и подпапки.
vi: Hỗ trợ lưu với cấu trúc thư mục con và định dạng tên tệp tùy biến.
zh_hans: 支持自定义文件命名规则和自动子文件夹分类。
zh_hant: 支援自訂檔案命名規則和自動子資料夾分類。

# onboarding.permissions.save-folder-assurance-3
source: Files remain completely local on your Mac.
de: Dateien verbleiben vollständig lokal auf Ihrem Mac.
es: Los archivos permanecen totalmente locales en tu Mac.
fr: Les fichiers restent strictement locaux sur votre Mac.
ja: ファイルはお使いの Mac のローカル内にのみ保存されます。
ko: 파일은 Mac에 완전히 로컬로 안전하게 보관됩니다.
ru: Файлы остаются исключительно локальными на вашем Mac.
vi: Các tệp được lưu hoàn toàn cục bộ trên máy Mac của bạn.
zh_hans: 所有文件完全保存在您的 Mac 本地。
zh_hant: 所有檔案完全儲存在您的 Mac 本機。

# onboarding.permissions.save-folder-promise
source: Stores your captures in your chosen folder without permission prompts
de: Speichert Ihre Aufnahmen im gewählten Ordner ohne erneute Berechtigungsabfragen
es: Guarda tus capturas en la carpeta elegida sin avisos de permisos adicionales
fr: Enregistre vos captures dans le dossier de votre choix sans demandes répétées
ja: 許可ダイアログを出さずに、指定したフォルダへキャプチャを保存します
ko: 추가 권한 확인 없이 선택한 폴더에 캡처본을 안전하게 저장합니다
ru: Сохраняет снимки в выбранную папку без лишних запросов доступа
vi: Lưu các ảnh chụp vào thư mục bạn chọn mà không cần hỏi lại quyền
zh_hans: 将捕获内容保存在您指定的文件夹中，无需频繁弹出授权提示
zh_hant: 將擷取內容儲存在您指定的資料夾中，無需頻繁彈出授權提示

# onboarding.permissions.screen-recording
source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d'écran
ja: 画面録画
ko: 화면 녹화
ru: Запись экрана
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

# onboarding.permissions.screen-recording-action
source: Allow Screen Recording…
de: Bildschirmaufnahme erlauben…
es: Permitir grabación de pantalla…
fr: Autoriser l’enregistrement d’écran…
ja: 画面収録を許可…
ko: 화면 기록 허용…
ru: Разрешить запись экрана…
vi: Cho phép Ghi màn hình…
zh_hans: 允许屏幕录制…
zh_hant: 允許螢幕錄製…

# onboarding.permissions.screen-recording-assurance-1
source: Captures only when you invoke a shortcut or action.
de: Nimmt nur auf, wenn Sie einen Kurzbefehl oder eine Aktion auslösen.
es: Solo captura cuando activas un atajo o una acción.
fr: Ne capture que lorsque vous déclenchez un raccourci ou une action.
ja: ショートカットやアクションを実行したときのみキャプチャします。
ko: 단축키나 작업을 실행할 때만 화면을 캡처합니다.
ru: Захватывает экран только при нажатии горячей клавиши или действия.
vi: Chỉ chụp khi bạn kích hoạt phím tắt hoặc thao tác.
zh_hans: 仅在您触发快捷键或点击操作时进行截屏。
zh_hant: 僅在您觸發快速鍵或點擊操作時進行截圖。

# onboarding.permissions.screen-recording-assurance-2
source: No background streaming or hidden recording.
de: Kein Hintergrund-Streaming oder verdeckte Aufnahmen.
es: Sin transmisiones en segundo plano ni grabaciones ocultas.
fr: Aucune diffusion en arrière-plan ni enregistrement masqué.
ja: バックグラウンドでの配信や隠れた録画は一切行いません。
ko: 백그라운드 스트리밍이나 숨겨진 녹화가 절대 없습니다.
ru: Никаких скрытых фоновых записей или передачи видеопотока.
vi: Không phát trực tuyến ngầm hoặc ghi âm ghi hình lén.
zh_hans: 绝无后台流式传输或隐藏录制行为。
zh_hant: 絕無背景串流或隱藏錄製行為。

# onboarding.permissions.screen-recording-assurance-3
source: OCR text extraction runs completely on-device.
de: Die OCR-Texterkennung läuft komplett lokal auf dem Gerät.
es: La extracción de texto por OCR se ejecuta por completo en el dispositivo.
fr: L’extraction de texte OCR fonctionne entièrement sur l’appareil.
ja: OCR テキスト認識は完全にデバイス上で処理されます。
ko: OCR 텍스트 추출은 완전히 기기 내에서만 처리됩니다.
ru: Распознавание текста (OCR) работает полностью на устройстве.
vi: Trích xuất văn bản OCR chạy hoàn toàn trên thiết bị.
zh_hans: OCR 文字提取完全在设备本地离线运行。
zh_hant: OCR 文字擷取完全在裝置本機離線執行。

# onboarding.permissions.screen-recording-promise
source: Captures your displays, windows, and selections with pixel precision
de: Nimmt Ihre Bildschirme, Fenster und Bereiche mit Pixelpräzision auf
es: Captura tus pantallas, ventanas y selecciones con precisión de píxel
fr: Capture vos écrans, fenêtres et sélections avec une précision au pixel près
ja: ディスプレイ、ウインドウ、選択範囲をピクセル単位の精度でキャプチャします
ko: 디스플레이, 창 및 선택 영역을 픽셀 단위로 정밀하게 캡처합니다
ru: Захватывает экраны, окна и выделенные области с точностью до пикселя
vi: Chụp và quay màn hình, cửa sổ hoặc vùng chọn với độ chính xác đến từng điểm ảnh
zh_hans: 以像素级精度捕获您的显示器、窗口和所选区域
zh_hant: 以像素級精度擷取您的顯示器、視窗和所選區域

# onboarding.permissions.status-granted
source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
ko: 허용됨
ru: Предоставлено
vi: Đã cấp quyền
zh_hans: 已授权
zh_hant: 已授權

# onboarding.permissions.subtitle
source: Snapzy needs permissions for capture, audio, notifications, and save location.
de: Snapzy benötigt Berechtigungen für Aufnahme, Audio, Benachrichtigungen und Speicherort.
es: Snapzy necesita permisos para captura, audio, notificaciones y ubicación de guardado.
fr: Snapzy a besoin d’autorisations pour la capture, l’audio, les notifications et le dossier d’enregistrement.
ja: Snapzy は画面録画、オーディオ、通知、保存先の権限が必要です。
ko: Snapzy는 캡처, 오디오, 알림, 저장 위치에 대한 권한이 필요합니다.
ru: Snapzy нужны разрешения для захвата, звука, уведомлений и папки сохранения.
vi: Snapzy cần quyền để chụp màn hình, âm thanh, thông báo và nơi lưu tệp.
zh_hans: Snapzy 需要截图、音频、通知和保存位置的权限。
zh_hant: Snapzy 需要截圖、音訊、通知和儲存位置的權限。

# onboarding.permissions.title
source: Grant Permissions
de: Berechtigungen erteilen
es: Conceder permisos
fr: Accorder des autorisations
ja: 権限を付与する
ko: 권한 부여
ru: Предоставить разрешения
vi: Cấp quyền truy cập
zh_hans: 授予权限
zh_hant: 授予權限

# onboarding.permissions.turned-off
source: Turned Off
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
ru: Отключено
vi: Đang tắt
zh_hans: 已关闭
zh_hant: 已關閉

# onboarding.permissions.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
ko: 사용할 수 없음
ru: Недоступно
vi: Chưa khả dụng
zh_hans: 不可用
zh_hant: 不可用

# onboarding.shortcuts.customize-hint
source: You can customize or turn off shortcuts anytime in Preferences → Shortcuts.
de: Sie können Verknüpfungen jederzeit unter „Einstellungen“ → „Verknüpfungen“ anpassen oder deaktivieren.
es: Puede personalizar o desactivar los atajos en cualquier momento en Preferencias → Atajos.
fr: Vous pouvez personnaliser ou désactiver les raccourcis à tout moment dans Préférences → Raccourcis.
ja: [設定] → [ショートカット] でいつでもショートカットをカスタマイズしたりオフにしたりできます。
ko: 환경설정 → 바로가기에서 언제든지 바로가기를 사용자 정의하거나 끌 수 있습니다.
ru: Вы можете настроить или отключить ярлыки в любое время в «Настройки» → «Ярлыки».
vi: Bạn có thể tùy chỉnh hoặc tắt phím tắt bất kỳ lúc nào trong Cài đặt → Phím tắt.
zh_hans: 您可以随时在“首选项”→“快捷方式”中自定义或关闭快捷方式。
zh_hant: 您可以隨時在“首選項”→“快捷方式”中自定義或關閉快捷方式。

# onboarding.shortcuts.enable
source: Yes, enable shortcuts
de: Ja, Verknüpfungen aktivieren
es: Sí, habilitar atajos
fr: Oui, activez les raccourcis
ja: はい、ショートカットを有効にする
ko: 예, 단축키를 활성화합니다
ru: Да, включить ярлыки
vi: Có, bật phím tắt
zh_hans: 是的，启用快捷方式
zh_hant: 是的，啓用快捷方式

# onboarding.shortcuts.guide-step-1
source: Open System Settings → Keyboard → Keyboard Shortcuts
de: Öffnen Sie Systemeinstellungen → Tastatur → Tastaturkürzel
es: Abra Configuración del sistema → Teclado → Atajos de teclado
fr: Ouvrez Paramètres système → Clavier → Raccourcis clavier
ja: システム設定 → キーボード → キーボードショートカットを開きます
ko: 시스템 설정 열기 → 키보드 → 키보드 단축키
ru: Откройте «Настройки системы» → «Клавиатура» → «Сочетания клавиш»
vi: Mở Cài đặt hệ thống → Bàn phím → Phím tắt bàn phím
zh_hans: 打开系统设置→键盘→键盘快捷键
zh_hant: 打開系統設置→鍵盤→鍵盤快捷鍵

# onboarding.shortcuts.guide-step-2
source: Select Screenshots from the sidebar
de: Wählen Sie Screenshots aus der Seitenleiste
es: Seleccione Capturas de pantalla en la barra lateral
fr: Sélectionnez Captures d'écran dans la barre latérale
ja: サイドバーから [スクリーンショット] を選択します
ko: 사이드바에서 스크린샷을 선택하세요
ru: Выберите «Снимки экрана» на боковой панели
vi: Chọn Ảnh chụp màn hình ở thanh bên
zh_hans: 从侧边栏选择屏幕截图
zh_hant: 從側邊欄選擇螢幕截圖

# onboarding.shortcuts.guide-step-3
source: Uncheck the macOS screenshot shortcuts that overlap with the Snapzy shortcuts you want to keep on
de: Deaktivieren Sie die macOS-Screenshot-Verknüpfungen, die sich mit den Snapzy-Verknüpfungen überschneiden, die Sie behalten möchten
es: Desmarque los atajos de captura de pantalla de macOS que se superponen con los atajos de Snapzy que desea conservar
fr: Décochez les raccourcis de capture d'écran macOS qui chevauchent les raccourcis Snapzy que vous souhaitez conserver
ja: 残しておきたい Snapzy ショートカットと重複する macOS スクリーンショットショートカットのチェックを外します
ko: 유지하려는 Snapzy 단축키와 겹치는 macOS 스크린샷 단축키를 선택 취소하세요
ru: Снимите флажки с ярлыков снимков экрана macOS, которые перекрываются с ярлыками Snapzy, которые вы хотите сохранить
vi: Bỏ chọn các phím tắt chụp màn hình của macOS đang trùng với phím tắt Snapzy mà bạn muốn giữ
zh_hans: 取消选中与您要保留的 Snapzy 快捷方式重叠的 macOS 屏幕截图快捷方式
zh_hant: 取消選中與您要保留的 Snapzy 快捷方式重疊的 macOS 螢幕截圖快捷方式

# onboarding.shortcuts.no-conflict
source: No overlapping macOS screenshot shortcuts detected — ready to go!
de: Keine überlappenden MacOS-Screenshot-Verknüpfungen erkannt – sofort einsatzbereit!
es: No se detectaron atajos de captura de pantalla de macOS superpuestos: ¡listo para usar!
fr: Aucun raccourci de capture d'écran macOS qui se chevauche n'est détecté : prêt à partir !
ja: 重複する macOS スクリーンショットのショートカットは検出されませんでした。準備は完了です。
ko: 겹치는 macOS 스크린샷 단축키가 감지되지 않았습니다. 바로 사용할 수 있습니다!
ru: Перекрывающихся ярлыков снимков экрана macOS не обнаружено — готово к работе!
vi: Không phát hiện phím tắt chụp màn hình của macOS bị trùng — sẵn sàng rồi!
zh_hans: 未检测到重叠的 macOS 屏幕截图快捷方式 - 准备就绪！
zh_hant: 未檢測到重疊的 macOS 螢幕截圖快捷方式 - 準備就緒！

# onboarding.shortcuts.no-thanks
source: No, thanks
de: Nein, danke
es: No, gracias
fr: Non, merci
ja: いいえ、結構です
ko: 아니요, 고마워요
ru: Нет, спасибо
vi: Không, cảm ơn
zh_hans: 不，谢谢
zh_hant: 不，謝謝

# onboarding.shortcuts.open-settings
source: Open Settings →
de: Einstellungen öffnen →
es: Abra Configuración →
fr: Ouvrez Paramètres →
ja: 設定を開く →
ko: 설정 열기 →
ru: Откройте «Настройки» →
vi: Mở Cài đặt →
zh_hans: 打开设置 →
zh_hant: 打開設置 →

# onboarding.shortcuts.resolve-overlap
source: Resolve macOS shortcut overlap
de: Überlappung von macOS-Verknüpfungen beheben
es: Resolver la superposición de accesos directos de macOS
fr: Résoudre le chevauchement des raccourcis macOS
ja: macOS ショートカットの重複を解決
ko: macOS 단축키 중복 해결
ru: Устранение перекрытия ярлыков macOS
vi: Xử lý trùng phím tắt với macOS
zh_hans: 解决 macOS 快捷键重叠
zh_hant: 解決 macOS 快捷鍵重疊

# onboarding.shortcuts.section-recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録画
ko: 녹음
ru: Запись
vi: Ghi màn hình
zh_hans: 录屏
zh_hant: 錄屏

# onboarding.shortcuts.section-tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
ru: Инструменты
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# onboarding.shortcuts.subtitle
source: Assign system shortcuts to Snapzy for quick access.
de: Weisen Sie Snapzy Systemverknüpfungen für den schnellen Zugriff zu.
es: Asigne accesos directos del sistema a Snapzy para un acceso rápido.
fr: Attribuez des raccourcis système à Snapzy pour un accès rapide.
ja: 素早くアクセスできるように、システムショートカットを Snapzy に割り当てます。
ko: 빠른 액세스를 위해 Snapzy에 시스템 바로가기를 할당하세요.
ru: Назначьте системные ярлыки Snapzy для быстрого доступа.
vi: Gán phím tắt hệ thống cho Snapzy để truy cập nhanh.
zh_hans: 为 Snapzy 分配系统快捷方式以便快速访问。
zh_hant: 為 Snapzy 分配系統快捷方式以便快速訪問。

# onboarding.shortcuts.title
source: Set as default screenshot tool?
de: Als Standard-Screenshot-Tool festlegen?
es: ¿Establecer como herramienta de captura de pantalla predeterminada?
fr: Définir comme outil de capture d'écran par défaut ?
ja: デフォルトのスクリーンショットツールとして設定しますか?
ko: 기본 스크린샷 도구로 설정하시겠습니까?
ru: Установить в качестве инструмента для создания снимков экрана по умолчанию?
vi: Đặt làm công cụ chụp mặc định?
zh_hans: 设置为默认截图工具？
zh_hant: 設置為預設截圖工具？

# onboarding.skip.description
source: All remaining settings will use their defaults. You can always change them later in Preferences.
de: Alle übrigen Einstellungen verwenden ihre Standardeinstellungen. Sie können sie später jederzeit in den Einstellungen ändern.
es: Todas las configuraciones restantes utilizarán sus valores predeterminados. Siempre puedes cambiarlos más tarde en Preferencias.
fr: Tous les paramètres restants utiliseront leurs valeurs par défaut. Vous pourrez toujours les modifier ultérieurement dans les Préférences.
ja: 残りの設定はすべてデフォルトを使用します。後で [設定] でいつでも変更できます。
ko: 나머지 모든 설정은 기본값을 사용합니다. 나중에 환경설정에서 언제든지 변경할 수 있습니다.
ru: Для всех остальных настроек будут использоваться значения по умолчанию. Вы всегда можете изменить их позже в настройках.
vi: Tất cả cài đặt còn lại sẽ dùng giá trị mặc định. Bạn luôn có thể thay đổi sau trong Cài đặt.
zh_hans: 所有其余设置将使用其默认值。您稍后可以随时在“首选项”中更改它们。
zh_hant: 所有其餘設置將使用其預設值。您稍後可以隨時在“首選項”中更改它們。

# onboarding.skip.go-back
source: Go Back
de: Geh zurück
es: Volver
fr: Retourner
ja: 戻る
ko: 돌아가기
ru: Возвращаться
vi: Quay lại
zh_hans: 回去
zh_hant: 回去

# onboarding.skip.shortcut-defaults
source: Keyboard shortcuts — system defaults
de: Tastaturkürzel – Systemstandards
es: Atajos de teclado: valores predeterminados del sistema
fr: Raccourcis clavier — paramètres par défaut du système
ja: キーボードショートカット — システムのデフォルト
ko: 키보드 단축키 — 시스템 기본값
ru: Сочетания клавиш — системные настройки по умолчанию
vi: Phím tắt bàn phím — mặc định hệ thống
zh_hans: 键盘快捷键 — 系统默认值
zh_hant: 鍵盤快捷鍵 — 系統預設值

# onboarding.skip.skip-setup
source: Skip Setup
de: Einrichtung überspringen
es: Saltar configuración
fr: Ignorer la configuration
ja: セットアップをスキップ
ko: 설정 건너뛰기
ru: Пропустить настройку
vi: Bỏ qua thiết lập
zh_hans: 跳过设置
zh_hant: 跳過設置

# onboarding.skip.title
source: Skip remaining setup?
de: Restliche Einrichtung überspringen?
es: ¿Saltar el resto de la configuración?
fr: Ignorer la configuration restante ?
ja: 残りのセットアップをスキップしますか?
ko: 남은 설정을 건너뛰시겠습니까?
ru: Пропустить оставшиеся настройки?
vi: Bỏ qua phần thiết lập còn lại?
zh_hans: 跳过剩余的设置？
zh_hant: 跳過剩餘的設置？

# onboarding.sponsor.description
source: Snapzy is now open-source. If it saves you time, consider supporting ongoing development.
de: Snapzy ist jetzt Open Source. Wenn Sie dadurch Zeit sparen, sollten Sie darüber nachdenken, die fortlaufende Entwicklung zu unterstützen.
es: Snapzy ahora es de código abierto. Si le ahorra tiempo, considere apoyar el desarrollo continuo.
fr: Snapzy est désormais open source. Si cela vous fait gagner du temps, envisagez de soutenir le développement continu.
ja: Snapzy は現在オープンソースです。時間を節約できる場合は、進行中の開発をサポートすることを検討してください。
ko: Snapzy는 이제 오픈 소스입니다. 시간을 절약할 수 있다면 지속적인 개발 지원을 고려해 보세요.
ru: Snapzy теперь имеет открытый исходный код. Если это сэкономит вам время, рассмотрите возможность поддержки непрерывного развития.
vi: Snapzy này đã mã nguồn mở. Nếu nó giúp bạn tiết kiệm thời gian, hãy cân nhắc ủng hộ để việc phát triển được duy trì.
zh_hans: Snapzy 现已开源。如果它可以节省您的时间，请考虑支持正在进行的开发。
zh_hant: Snapzy 現已開源。如果它可以節省您的時間，請考慮支持正在進行的開發。

# onboarding.sponsor.optional-note
source: Support is optional. Snapzy remains fully usable without sponsoring.
de: Die Unterstützung ist optional. Snapzy bleibt ohne Sponsoring uneingeschränkt nutzbar.
es: El soporte es opcional. Snapzy sigue siendo totalmente utilizable sin patrocinio.
fr: L'assistance est facultative. Snapzy reste entièrement utilisable sans sponsoring.
ja: 支援は任意です。Snapzy はスポンサーなしでも引き続き完全に使用できます。
ko: 지원은 선택 사항입니다. Snapzy는 후원 없이도 완전히 사용할 수 있습니다.
ru: Поддержка не является обязательной. Snapzy остается полностью пригодным для использования без спонсорства.
vi: Ủng hộ là tùy chọn. Snapzy vẫn dùng đầy đủ mà không cần tài trợ.
zh_hans: 支持是可选的。 Snapzy 在没有赞助的情况下仍然完全可用。
zh_hant: 支持是可選的。 Snapzy 在沒有贊助的情況下仍然完全可用。

# onboarding.sponsor.title
source: Sponsor the Author
de: Sponsern Sie den Autor
es: Patrocinar al autor
fr: Parrainez l'auteur
ja: 作者を支援する
ko: 저자 후원
ru: Спонсорить автора
vi: Ủng hộ tác giả
zh_hans: 赞助作者
zh_hant: 贊助作者

# onboarding.step-indicator
source: Step %d of %d
de: Schritt %d von %d
es: Paso %d de %d
fr: Étape %d sur %d
ja: ステップ %d / %d
ko: %d단계 (총 %d단계)
ru: Шаг %d из %d
vi: Bước %d / %d
zh_hans: 第 %d 步，共 %d 步
zh_hant: 第 %d 步，共 %d 步

# onboarding.step.capture.prompt-floating
source: Capture is in Quick Access! Click card or ✎ to open Annotate window.
de: Aufnahme im Schnellzugriff! Klicken Sie auf die Karte oder ✎, um das Anmerkungsfenster zu öffnen.
es: ¡Captura en acceso rápido! Haz clic en la tarjeta o en ✎ para abrir la ventana de anotación.
fr: Capture dans Accès rapide ! Cliquez sur la carte ou ✎ pour ouvrir la fenêtre d’annotation.
ja: キャプチャ完了！カードまたは ✎ をクリックして注釈ウィンドウを開きます。
ko: 빠른 접근에 캡처가 도착했습니다! 카드 또는 ✎를 클릭하여 주석 창을 여세요.
ru: Снимок в быстром доступе! Нажмите на карточку или ✎, чтобы открыть окно аннотаций.
vi: Ảnh đã ở trong Truy cập nhanh! Nhấp vào thẻ hoặc ✎ để mở cửa sổ Chú thích.
zh_hans: 截图已就绪！点击卡片或 ✎ 打开批注窗口。
zh_hant: 截圖已就緒！按一下卡片或 ✎ 開啟標註視窗。

# onboarding.step.capture.prompt-open
source: Annotate window open! Click to replay the complete flow from the beginning.
de: Anmerkungsfenster geöffnet! Klicken Sie, um den Ablauf von vorn zu wiederholen.
es: ¡Ventana de anotación abierta! Haz clic para repetir todo el flujo desde el principio.
fr: Fenêtre d’annotation ouverte ! Cliquez pour rejouer le flux complet depuis le début.
ja: 注釈ウィンドウが開きました！クリックすると最初からフローを再演できます。
ko: 주석 창이 열렸습니다! 처음부터 전체 흐름을 다시 연습하려면 클릭하세요.
ru: Окно аннотаций открыто! Нажмите, чтобы повторить весь процесс с самого начала.
vi: Cửa sổ Chú thích đã mở! Nhấp để phát lại toàn bộ quy trình từ đầu.
zh_hans: 批注窗口已打开！点击以重新从头演练完整流程。
zh_hant: 標註視窗已開啟！按一下以從頭重新演練完整流程。

# onboarding.step.capture.prompt-ready
source: Click to freeze the screen and simulate selecting an area with ⇧⌘4.
de: Klicken Sie, um den Bildschirm einzufrieren und die Bereichsauswahl mit ⇧⌘4 zu simulieren.
es: Haz clic para congelar la pantalla y simular la selección de área con ⇧⌘4.
fr: Cliquez pour figer l’écran et simuler la sélection d’une zone avec ⇧⌘4.
ja: クリックして画面を静止させ、⇧⌘4 での領域選択をシミュレートします。
ko: 클릭하여 화면을 고정하고 ⇧⌘4로 영역 선택을 시뮬레이션하세요.
ru: Нажмите, чтобы зафиксировать экран и сымитировать выбор области с помощью ⇧⌘4.
vi: Nhấp để đóng băng màn hình và mô phỏng chọn vùng bằng ⇧⌘4.
zh_hans: 点击以冻结屏幕并模拟使用 ⇧⌘4 选取区域。
zh_hant: 按一下以凍結螢幕並模擬使用 ⇧⌘4 選取區域。

# onboarding.step.capture.prompt-selecting
source: Area selected! Click to complete capture and send to Quick Access.
de: Bereich ausgewählt! Klicken Sie, um die Aufnahme abzuschließen und an den Schnellzugriff zu senden.
es: ¡Área seleccionada! Haz clic para completar la captura y enviarla al acceso rápido.
fr: Zone sélectionnée ! Cliquez pour terminer la capture et l’envoyer dans Accès rapide.
ja: 領域が選択されました！クリックしてキャプチャを完了し、クイックアクセスに送ります。
ko: 영역 선택 완료! 클릭하여 캡처를 마치고 빠른 접근으로 보내세요.
ru: Область выбрана! Нажмите, чтобы завершить снимок и отправить в быстрый доступ.
vi: Đã chọn vùng! Nhấp để hoàn tất chụp và gửi vào Truy cập nhanh.
zh_hans: 已选取区域！点击以完成截图并发送到快速访问。
zh_hant: 已選取區域！按一下以完成截圖並傳送至快速存取。

# onboarding.step.capture.short-title
source: Capture
de: Aufnahme
es: Captura
ja: キャプチャ
ko: 캡처
ru: Снимок
vi: Chụp ảnh
zh_hans: 截图
zh_hant: 截圖

# onboarding.step.capture.subtitle
source: Press ⇧⌘4 to freeze and select an area. Your capture instantly lands in a floating Quick Access card—ready to copy, save, or open in Annotate.
de: Drücken Sie ⇧⌘4, um den Bildschirm einzufrieren und einen Bereich auszuwählen. Die Aufnahme landet sofort in einer schwebenden Schnellzugriffskarte – bereit zum Kopieren, Speichern oder Bearbeiten.
es: Pulsa ⇧⌘4 para congelar y seleccionar un área. Tu captura aparecerá al instante en una tarjeta flotante de acceso rápido, lista para copiar, guardar o anotar.
fr: Appuyez sur ⇧⌘4 pour figer et sélectionner une zone. Votre capture s’affiche aussitôt dans une carte Accès rapide flottante, prête à être copiée, enregistrée ou annotée.
ja: ⇧⌘4 を押して画面を静止させ、領域を選択します。キャプチャはフローティングクイックアクセスカードに即座に表示され、コピー、保存、注釈の編集がすぐに行えます。
ko: ⇧⌘4를 눌러 화면을 고정하고 영역을 선택하세요. 캡처본이 즉시 플로팅 빠른 접근 카드에 나타나 복사, 저장 또는 주석 편집기로 열 수 있습니다.
ru: Нажмите ⇧⌘4, чтобы зафиксировать экран и выбрать область. Снимок сразу появится в плавающей карточке быстрого доступа — готов к копированию, сохранению или аннотированию.
vi: Nhấn ⇧⌘4 để đóng băng và chọn vùng chụp. Ảnh chụp xuất hiện ngay trong thẻ Truy cập nhanh nổi—sẵn sàng sao chép, lưu hoặc mở trong cửa sổ Chú thích.
zh_hans: 按 ⇧⌘4 冻结并框选屏幕区域。截图会立即出现在悬浮的快速访问卡片中，方便复制、保存或在批注工具中打开。
zh_hant: 按 ⇧⌘4 凍結並框選螢幕區域。截圖會立即出現在浮動的快速存取卡片中，方便複製、儲存或在標註工具中開啟。

# onboarding.step.capture.tip
source: Clicking the Quick Access card directly opens the full vector Annotate window.
de: Ein Klick auf die Schnellzugriffskarte öffnet direkt das vollständige Vektor-Anmerkungsfenster.
es: Al hacer clic en la tarjeta de acceso rápido se abre directamente la ventana de anotación vectorial completa.
fr: Cliquer sur la carte Accès rapide ouvre directement la fenêtre complète d’annotation vectorielle.
ja: クイックアクセスカードを直接クリックすると、フル機能のベクター注釈ウィンドウが開きます。
ko: 빠른 접근 카드를 직접 클릭하면 전체 벡터 주석 창이 바로 열립니다.
ru: Клик по карточке быстрого доступа открывает полное окно векторных аннотаций.
vi: Nhấp trực tiếp vào thẻ Truy cập nhanh để mở toàn bộ cửa sổ Chú thích vector.
zh_hans: 直接点击快速访问卡片即可打开完整的矢量批注窗口。
zh_hant: 直接按一下快速存取卡片即可開啟完整的向量標註視窗。

# onboarding.step.capture.title
source: Screen Capture & Annotate
de: Bildschirmaufnahme & Anmerkungen
es: Captura de pantalla y anotaciones
fr: Capture d’écran et annotations
ja: 画面キャプチャと注釈
ko: 화면 캡처 및 주석
ru: Снимок экрана и аннотации
vi: Chụp màn hình & Chú thích
zh_hans: 屏幕截图与批注
zh_hant: 螢幕截圖與標註

# onboarding.step.permissions.short-title
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限設定
ko: 권한
ru: Разрешения
vi: Quyền truy cập
zh_hans: 系统权限
zh_hant: 系統權限

# onboarding.step.permissions.subtitle
source: Snapzy runs entirely on your Mac. These macOS grants enable screen capture, audio recording, and global shortcuts.
de: Snapzy läuft vollständig auf Ihrem Mac. Diese macOS-Berechtigungen ermöglichen Bildschirmaufnahme, Audioaufzeichnung und globale Kurzbefehle.
es: Snapzy funciona totalmente en tu Mac. Estos permisos de macOS permiten la captura de pantalla, la grabación de audio y los atajos globales.
fr: Snapzy fonctionne entièrement sur votre Mac. Ces autorisations macOS activent la capture d’écran, l’enregistrement audio et les raccourcis globaux.
ja: Snapzy はお使いの Mac 上でローカルに動作します。これらの権限は画面キャプチャ、音声録音、グローバルショートカットの動作に必要です。
ko: Snapzy는 Mac에서 완전히 로컬로 실행됩니다. 이 권한들은 화면 캡처, 오디오 녹음 및 전체 단축키 사용을 위해 필요합니다.
ru: Snapzy работает исключительно локально на вашем Mac. Эти разрешения macOS нужны для снимков, записи звука и глобальных клавиш.
vi: Snapzy hoạt động hoàn toàn cục bộ trên máy Mac của bạn. Các quyền này giúp kích hoạt chụp ảnh, ghi âm và phím tắt toàn hệ thống.
zh_hans: Snapzy 完全在您的 Mac 本地运行。这些系统权限用于实现屏幕捕获、音频录制和全局快捷键响应。
zh_hant: Snapzy 完全在您的 Mac 本機執行。這些系統權限用於實現螢幕擷取、音訊錄製與全域快速鍵響應。
